Repository: HendrieS/Dino_hatch
Catalog: DinoHatch/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl, ru

source: Settings → Support Dino Hatch offers an optional one-time purchase, in four tiers, for families who'd like to support development. It never unlocks anything in the game — it only adds a small heart-shaped badge (colored gray, green, gold, or purple depending on the tier) shown in the corner of the main screens and Home Screen widgets. Dino Hatch stays completely free either way.
de: Unter Einstellungen → Dino Hatch unterstützen gibt es einen optionalen einmaligen Kauf in vier Stufen für Familien, die die Entwicklung unterstützen möchten. Dadurch wird nie etwas im Spiel freigeschaltet — es fügt lediglich ein kleines herzförmiges Abzeichen hinzu (je nach Stufe grau, grün, gold oder violett), das in der Ecke der Hauptbildschirme und der Home-Bildschirm-Widgets angezeigt wird. Dino Hatch bleibt so oder so vollständig kostenlos.
es: En Ajustes → Apoyar a Dino Hatch encontrarás una compra única opcional, en cuatro niveles, para las familias que quieran apoyar el desarrollo. Nunca desbloquea nada dentro del juego — solo añade una pequeña insignia con forma de corazón (de color gris, verde, dorado o morado según el nivel) que se muestra en la esquina de las pantallas principales y de los widgets de la pantalla de inicio. Dino Hatch sigue siendo completamente gratis de todos modos.
fr: Réglages → Soutenir Dino Hatch propose un achat unique facultatif, en quatre niveaux, pour les familles qui souhaitent soutenir le développement. Cela ne débloque jamais rien dans le jeu — cela ajoute seulement un petit badge en forme de cœur (gris, vert, or ou violet selon le niveau) affiché dans un coin des écrans principaux et des widgets de l'écran d'accueil. Dino Hatch reste de toute façon entièrement gratuit.
nl: Instellingen → Dino Hatch steunen biedt een optionele eenmalige aankoop, in vier niveaus, voor gezinnen die de ontwikkeling willen steunen. Dit ontgrendelt nooit iets in het spel — het voegt alleen een klein hartvormig insigne toe (grijs, groen, goud of paars, afhankelijk van het niveau) dat in de hoek van de hoofdschermen en de beginschermwidgets wordt getoond. Dino Hatch blijft hoe dan ook volledig gratis.
ru: В разделе Настройки → Поддержать Dino Hatch можно сделать необязательную разовую покупку одного из четырёх уровней — для семей, которые хотят поддержать разработку. Это никогда не открывает ничего в самой игре — только добавляет маленький значок в форме сердца (серый, зелёный, золотой или фиолетовый в зависимости от уровня), который показывается в углу основных экранов и виджетов на главном экране. В любом случае Dino Hatch остаётся полностью бесплатным.

source: Showing skin
de: Haut wird angezeigt
es: Mostrando piel
fr: Peau affichée
nl: Huid wordt getoond
ru: Показана кожа

source: Showing x-ray skeleton
de: Röntgenskelett wird angezeigt
es: Mostrando esqueleto de rayos X
fr: Squelette aux rayons X affiché
nl: Röntgenskelet wordt getoond
ru: Показан рентген скелета

source: Solve this to open settings.
de: Löse das, um die Einstellungen zu öffnen.
es: Resuelve esto para abrir los ajustes.
fr: Résolvez ceci pour ouvrir les réglages.
nl: Los dit op om instellingen te openen.
ru: Реши это, чтобы открыть настройки.

source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
nl: Sorteren op
ru: Сортировать по

source: Sort and Filter
de: Sortieren und filtern
es: Ordenar y filtrar
fr: Trier et filtrer
nl: Sorteren en filteren
ru: Сортировка и фильтр

source: South America
de: Südamerika
es: Sudamérica
fr: Amérique du Sud
nl: Zuid-Amerika
ru: Южная Америка

source: South Asia
de: Südasien
es: Sur de Asia
fr: Asie du Sud
nl: Zuid-Azië
ru: Южная Азия

source: Spinosaurus had a huge sail on its back and loved to swim and hunt fish!
de: Der Spinosaurus hatte ein riesiges Segel auf dem Rücken und liebte es, zu schwimmen und Fische zu jagen!
es: ¡El Espinosaurio tenía una enorme vela en la espalda y le encantaba nadar y cazar peces!
fr: Le Spinosaure avait une immense voile sur le dos et adorait nager et chasser des poissons !
nl: Spinosaurus had een enorm zeil op zijn rug en hield ervan te zwemmen en vissen te vangen!
ru: У спинозавра был огромный «парус» на спине, и он любил плавать и охотиться на рыбу!

source: Start Dino Timer
de: Dino-Timer starten
es: Iniciar temporizador de dinosaurio
fr: Démarrer le minuteur dino
nl: Dino-timer starten
ru: Запустить таймер динозавра

source: Start Timer
de: Timer starten
es: Iniciar temporizador
fr: Démarrer la minuterie
nl: Timer starten
ru: Запустить таймер

source: Start a 5, 10, 15, or 30 minute timer right from the Home Screen, and see the time left.
de: Starte direkt vom Startbildschirm aus einen 5-, 10-, 15- oder 30-Minuten-Timer und sieh die verbleibende Zeit.
es: Inicia un temporizador de 5, 10, 15 o 30 minutos directamente desde la pantalla de inicio y consulta el tiempo restante.
fr: Démarre une minuterie de 5, 10, 15 ou 30 minutes directement depuis l'écran d'accueil et découvre le temps restant.
nl: Start direct vanaf het beginscherm een timer van 5, 10, 15 of 30 minuten en bekijk de resterende tijd.
ru: Запустите таймер на 5, 10, 15 или 30 минут прямо с главного экрана и следите за оставшимся временем.

source: Starts a Dino Hatch timer without opening the app.
de: Startet einen Dino-Hatch-Timer, ohne die App zu öffnen.
es: Inicia un temporizador de Dino Hatch sin abrir la app.
fr: Démarre une minuterie Dino Hatch sans ouvrir l'app.
nl: Start een Dino Hatch-timer zonder de app te openen.
ru: Запускает таймер Dino Hatch без открытия приложения.

source: Stegosaurus had bony plates on its back and dangerous spikes on its tail called a thagomizer!
de: Der Stegosaurus hatte knöcherne Platten auf dem Rücken und gefährliche Stacheln am Schwanz, den sogenannten Thagomizer!
es: ¡El Estegosaurio tenía placas óseas en la espalda y peligrosas púas en la cola llamadas tagomizador!
fr: Le Stégosaure avait des plaques osseuses sur le dos et des pointes dangereuses sur la queue appelées thagomizer !
nl: Stegosaurus had benen platen op zijn rug en gevaarlijke stekels op zijn staart, de thagomizer genoemd!
ru: У стегозавра были костяные пластины на спине и опасные шипы на хвосте, называемые тагомайзером!

source: Styracosaurus had a ring of long spikes around its frill, making it look like it was wearing a spiky crown!
de: Styracosaurus hatte einen Kranz aus langen Stacheln um seinen Nackenschild, sodass es aussah, als würde er eine stachelige Krone tragen!
es: ¡Estiracosaurio tenía un anillo de largas púas alrededor de su gola, lo que lo hacía parecer que llevaba una corona con pinchos!
fr: Styracosaurus avait un anneau de longues pointes autour de sa collerette, ce qui lui donnait l'air de porter une couronne hérissée de pointes !
nl: Styracosaurus had een kring van lange stekels rond zijn kraag, waardoor het leek alsof hij een stekelige kroon droeg!
ru: У стиракозавра было кольцо длинных шипов вокруг воротника, из-за чего казалось, что он носит колючую корону!

source: Support
de: Unterstützen
es: Apoyar
fr: Soutenir
nl: Steunen
ru: Поддержать

source: Support Dino Hatch
de: Dino Hatch unterstützen
es: Apoyar a Dino Hatch
fr: Soutenir Dino Hatch
nl: Dino Hatch steunen
ru: Поддержать Dino Hatch

source: Support Us
de: Unterstützen
es: Apóyanos
fr: Nous soutenir
nl: Steun ons
ru: Поддержать нас

source: Supporter
de: Unterstützer
es: Colaborador
fr: Contributeur
nl: Steuner
ru: Спонсор

source: Supporting Dino Hatch
de: Dino Hatch unterstützen
es: Apoyar a Dino Hatch
fr: Soutenir Dino Hatch
nl: Dino Hatch steunen
ru: Поддержка Dino Hatch

source: T-Rex had teeth as long as bananas and one of the strongest bites of any animal ever!
de: Der T-Rex hatte Zähne, so lang wie Bananen, und einen der stärksten Bisse aller Tiere!
es: ¡El T-Rex tenía dientes tan largos como plátanos y una de las mordidas más fuertes de todos los animales!
fr: Le T-Rex avait des dents aussi longues que des bananes et l'une des morsures les plus puissantes de tous les animaux !
nl: T-Rex had tanden zo lang als bananen en een van de sterkste beten van alle dieren!
ru: У тираннозавра были зубы длиной с банан и один из самых сильных укусов среди всех животных!

source: Tap any hatched dinosaur to read kid-friendly facts about it. Press and hold to see an X-ray view — this unlocks after the first hatch for children 5 and under, or after two hatches for children 6 and up.
de: Tippe auf einen geschlüpften Dinosaurier, um kindgerechte Fakten über ihn zu lesen. Halte ihn gedrückt, um eine Röntgenansicht zu sehen — diese wird für Kinder bis 5 Jahre nach dem ersten Schlüpfen freigeschaltet, für Kinder ab 6 Jahren nach zwei geschlüpften Dinosauriern.
es: Toca cualquier dinosaurio nacido para leer datos aptos para niños sobre él. Mantén pulsado para ver una vista de rayos X: se desbloquea tras el primer nacimiento para niños de 5 años o menos, o tras dos nacimientos para niños de 6 años o más.
fr: Touchez un dinosaure éclos pour lire des informations adaptées aux enfants à son sujet. Appuyez de manière prolongée pour voir une vue aux rayons X — elle se débloque après la première éclosion pour les enfants de 5 ans et moins, ou après deux éclosions pour les enfants de 6 ans et plus.
nl: Tik op een uitgekomen dino om kindvriendelijke feitjes te lezen. Houd ingedrukt voor een röntgenweergave — deze wordt ontgrendeld na het eerste uitkomen voor kinderen van 5 jaar en jonger, of na twee keer uitkomen voor kinderen van 6 jaar en ouder.
ru: Нажмите на любого вылупившегося динозавра, чтобы прочитать интересные факты о нём, понятные детям. Нажмите и удерживайте, чтобы увидеть рентген — он открывается после первого вылупления для детей 5 лет и младше, или после двух вылуплений для детей от 6 лет.

source: Thank you so much for supporting Dino Hatch! Your kindness means a lot to our small team.
de: Vielen herzlichen Dank, dass du Dino Hatch unterstützt! Deine Großzügigkeit bedeutet unserem kleinen Team sehr viel.
es: ¡Muchísimas gracias por apoyar a Dino Hatch! Tu generosidad significa mucho para nuestro pequeño equipo.
fr: Un grand merci de soutenir Dino Hatch ! Votre générosité compte énormément pour notre petite équipe.
nl: Heel erg bedankt voor het steunen van Dino Hatch! Jouw vriendelijkheid betekent veel voor ons kleine team.
ru: Большое спасибо за поддержку Dino Hatch! Ваша доброта очень много значит для нашей небольшой команды.

source: Thank you!
de: Danke!
es: ¡Gracias!
fr: Merci !
nl: Dank je wel!
ru: Спасибо!

source: The brown and green dino icons were illustrated by Alexis.
de: Die braunen und grünen Dino-Symbole wurden von Alexis gestaltet.
es: Los iconos de dinosaurio marrón y verde fueron ilustrados por Alexis.
fr: Les icônes de dinosaure marron et vert ont été illustrées par Alexis.
nl: De bruine en groene dino-iconen zijn getekend door Alexis.
ru: Коричневый и зелёный значки динозавров нарисовала Alexis.

source: The collection
de: Die Sammlung
es: La colección
fr: La collection
nl: De collectie
ru: Коллекция

source: Therizinosaurus was a plant-eating dinosaur with enormous claws as long as swords!
de: Therizinosaurus war ein pflanzenfressender Dinosaurier mit riesigen Krallen, so lang wie Schwerter!
es: ¡Terizinosaurio era un dinosaurio herbívoro con enormes garras tan largas como espadas!
fr: Therizinosaurus était un dinosaure herbivore avec d'énormes griffes aussi longues que des épées !
nl: Therizinosaurus was een planteneter met enorme klauwen, zo lang als zwaarden!
ru: Теризинозавр был травоядным динозавром с огромными когтями, длинными, как мечи!

source: This can't be undone.
de: Dies kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cette action est irréversible.
nl: Dit kan niet ongedaan worden gemaakt.
ru: Это действие нельзя отменить.

source: This helps tailor what's unlocked in the app.
de: So können wir Inhalte in der App besser anpassen.
es: Esto ayuda a adaptar lo que se desbloquea en la app.
fr: Cela permet d'adapter ce qui est débloqué dans l'application.
nl: Dit helpt om aan te passen wat er in de app wordt vrijgespeeld.
ru: Это поможет настроить, что открывается в приложении.

source: Time to wake up!
de: Zeit zum Aufwachen!
es: ¡Hora de despertar!
fr: C'est l'heure de se réveiller !
nl: Tijd om wakker te worden!
ru: Пора просыпаться!

source: Timer and alarm settings
de: Timer- und Weckereinstellungen
es: Ajustes del temporizador y la alarma
fr: Réglages du minuteur et de l'alarme
nl: Timer- en wekkerinstellingen
ru: Настройки таймера и будильника

source: Titanosaurus gave its name to the titanosaurs, an entire group of the biggest plant-eating dinosaurs that ever roamed the Earth!
de: Der Titanosaurus gab den Titanosauriern ihren Namen, einer ganzen Gruppe der größten pflanzenfressenden Dinosaurier, die je die Erde durchstreiften!
es: ¡Titanosaurio dio su nombre a los titanosaurios, todo un grupo de los dinosaurios herbívoros más grandes que jamás recorrieron la Tierra!
fr: Le Titanosaure a donné son nom aux titanosaures, tout un groupe des plus grands dinosaures herbivores ayant jamais parcouru la Terre !
nl: Titanosaurus gaf zijn naam aan de titanosauriërs, een hele groep van de grootste planteneters die ooit over de aarde liepen!
ru: Титанозавр дал имя целой группе титанозавров — самым большим растительноядным динозаврам, когда-либо ходившим по Земле!

source: To turn this off: open the Settings app on your device → tap your name at the top → iCloud → Saved to iCloud (tap See All if Dino Hatch isn't shown right away) → turn off Dino Hatch.
de: So deaktiviert ihr das: Öffnet die Einstellungen-App auf eurem Gerät → tippt oben auf euren Namen → iCloud → In iCloud sichern (tippt auf „Alle anzeigen“, falls Dino Hatch nicht sofort angezeigt wird) → schaltet Dino Hatch aus.
es: Para desactivarlo: abre la app Ajustes en tu dispositivo → toca tu nombre en la parte superior → iCloud → Guardado en iCloud (toca "Ver todo" si Dino Hatch no aparece de inmediato) → desactiva Dino Hatch.
fr: Pour le désactiver : ouvrez l'app Réglages sur votre appareil → touchez votre nom en haut → iCloud → Enregistré dans iCloud (touchez « Tout afficher » si Dino Hatch n'apparaît pas tout de suite) → désactivez Dino Hatch.
nl: Zo schakel je dit uit: open de instellingen-app op je apparaat → tik bovenaan op je naam → iCloud → Opgeslagen in iCloud (tik op 'Alles weergeven' als Dino Hatch niet meteen wordt getoond) → schakel Dino Hatch uit.
ru: Чтобы отключить: откройте приложение «Настройки» на устройстве → нажмите на своё имя вверху → iCloud → Программы, использующие iCloud (нажмите «Показать все», если Dino Hatch не отображается сразу) → отключите Dino Hatch.

source: Triceratops had three horns and a giant bony frill to protect its neck from predators!
de: Der Triceratops hatte drei Hörner und einen riesigen Knochenkragen, um seinen Hals vor Fressfeinden zu schützen!
es: ¡El Triceratops tenía tres cuernos y un enorme volante óseo para proteger su cuello de los depredadores!
fr: Le Tricératops avait trois cornes et une immense collerette osseuse pour protéger son cou des prédateurs !
nl: Triceratops had drie hoorns en een enorme benen kraag om zijn nek te beschermen tegen roofdieren!
ru: У трицератопса было три рога и огромный костяной воротник, защищавший шею от хищников!

source: Try a different search or filter.
de: Versuche eine andere Suche oder einen anderen Filter.
es: Prueba con otra búsqueda o filtro.
fr: Essaie une autre recherche ou un autre filtre.
nl: Probeer een andere zoekopdracht of filter.
ru: Попробуйте другой поиск или фильтр.

source: Try again
de: Versuch es nochmal
es: Inténtalo de nuevo
fr: Réessayez
nl: Probeer opnieuw
ru: Попробуй ещё раз

source: Uncommon
de: Ungewöhnlich
es: Poco común
fr: Peu commun
nl: Ongewoon
ru: Необычный

source: Unlock All (Testing)
de: Alle freischalten (Test)
es: Desbloquear todo (Prueba)
fr: Tout débloquer (Test)
nl: Alles ontgrendelen (Test)
ru: Разблокировать всё (Тест)

source: Velociraptors were fast, smart hunters that likely had feathers, just like birds today!
de: Velociraptoren waren schnelle, kluge Jäger, die wahrscheinlich Federn hatten, genau wie die Vögel heute!
es: ¡Los velocirraptores eran cazadores rápidos e inteligentes que probablemente tenían plumas, como las aves de hoy!
fr: Les vélociraptors étaient des chasseurs rapides et intelligents qui avaient probablement des plumes, comme les oiseaux d'aujourd'hui !
nl: Velociraptors waren snelle, slimme jagers die waarschijnlijk veren hadden, net als vogels vandaag!
ru: Велоцирапторы были быстрыми и умными хищниками, у которых, вероятно, были перья, как у современных птиц!

source: Wake-up time
de: Weckzeit
es: Hora de despertar
fr: Heure de réveil
nl: Wektijd
ru: Время пробуждения

source: Weight
de: Gewicht
es: Peso
fr: Poids
nl: Gewicht
ru: Вес

source: Western Europe
de: Westeuropa
es: Europa occidental
fr: Europe de l'Ouest
nl: West-Europa
ru: Западная Европа

source: Western North America
de: Westliches Nordamerika
es: Oeste de Norteamérica
fr: Ouest de l'Amérique du Nord
nl: West-Noord-Amerika
ru: Западная Северная Америка

source: What we store about your child
de: Was wir über dein Kind speichern
es: Qué guardamos sobre tu hijo o hija
fr: Ce que nous conservons sur votre enfant
nl: Wat we over je kind bewaren
ru: Что мы храним о вашем ребёнке

source: Where it's stored
de: Wo es gespeichert wird
es: Dónde se guarda
fr: Où c'est conservé
nl: Waar het wordt bewaard
ru: Где это хранится

source: Which dinosaurs they've hatched, and when
de: Welche Dinosaurier geschlüpft sind, und wann
es: Qué dinosaurios ha nacido y cuándo
fr: Quels dinosaures ont éclos, et quand
nl: Welke dino's er zijn uitgekomen, en wanneer
ru: Какие динозавры вылупились и когда

source: Why no dark mode?
de: Warum kein Dark Mode?
es: ¿Por qué no hay modo oscuro?
fr: Pourquoi pas de mode sombre ?
nl: Waarom geen donkere modus?
ru: Почему нет тёмной темы?

source: You can change the age or erase everything (collection, timer, and alarm settings) from Settings at any time. A quick math question keeps small children from getting into Settings by accident.
de: Du kannst das Alter jederzeit in den Einstellungen ändern oder alles löschen (Sammlung, Timer- und Weckereinstellungen). Eine kurze Rechenaufgabe verhindert, dass kleine Kinder versehentlich in die Einstellungen gelangen.
es: Puedes cambiar la edad o borrar todo (colección, temporizador y ajustes de la alarma) desde Ajustes en cualquier momento. Una pregunta matemática rápida evita que los niños pequeños entren en Ajustes por accidente.
fr: Vous pouvez modifier l'âge ou tout effacer (collection, minuteur et réglages de l'alarme) depuis les Réglages à tout moment. Une petite question de calcul empêche les jeunes enfants d'accéder accidentellement aux Réglages.
nl: Je kunt de leeftijd altijd wijzigen of alles wissen (collectie, timer- en wekkerinstellingen) via Instellingen. Een korte rekenvraag voorkomt dat kleine kinderen per ongeluk in Instellingen terechtkomen.
ru: Вы можете в любой момент изменить возраст или удалить всё (коллекцию, настройки таймера и будильника) в Настройках. Простой математический вопрос не позволяет маленьким детям случайно попасть в Настройки.

source: You're welcome
de: Gern geschehen
es: De nada
fr: De rien
nl: Graag gedaan
ru: Пожалуйста

source: Your egg is ready!
de: Dein Ei ist bereit!
es: ¡Tu huevo está listo!
fr: Votre œuf est prêt !
nl: Je ei is klaar!
ru: Ваше яйцо готово!

source: Your support means a lot — enjoy your new badge!
de: Deine Unterstützung bedeutet uns viel — viel Freude mit deinem neuen Abzeichen!
es: Tu apoyo significa mucho — ¡disfruta de tu nueva insignia!
fr: Votre soutien compte beaucoup — profitez de votre nouveau badge !
nl: Jouw steun betekent veel — geniet van je nieuwe insigne!
ru: Ваша поддержка значит очень много — наслаждайтесь новым значком!

source: day streak
de: Tage-Serie
es: días seguidos
fr: jours consécutifs
nl: dagen op rij
ru: дней подряд

source: discovered
de: entdeckt
es: descubiertos
fr: découverts
nl: ontdekt
ru: найдено

source: Allosaurus
es: Alosaurio
fr: Allosaure
ru: Аллозавр

source: Ankylosaurus
es: Anquilosaurio
fr: Ankylosaure
ru: Анкилозавр

source: Apatosaurus
es: Apatosaurio
fr: Apatosaure
ru: Апатозавр

source: App icons
es: Iconos de la app
fr: Icônes de l'app
nl: App-iconen
ru: Значки приложения

source: Brachiosaurus
es: Braquiosaurio
fr: Brachiosaure
ru: Брахиозавр

source: Carnotaurus
es: Carnotauro
fr: Carnotaure
ru: Карнотавр

source: Coelophysis
es: Celofisis
ru: Целофизис

source: Compsognathus
es: Compsognato
ru: Компсогнат

source: Dilophosaurus
es: Dilofosaurio
fr: Dilophosaure
ru: Дилофозавр

source: Gallimimus
es: Galimimo
ru: Галлимим

source: Giganotosaurus
es: Giganotosaurio
fr: Giganotosaure
ru: Гиганотозавр

source: Iguanodon
es: Iguanodonte
ru: Игуанодон

source: Name
es: Nombre
fr: Nom
nl: Naam
ru: Имя

source: Oviraptor
es: Ovirraptor
ru: Овираптор

source: Pachycephalosaurus
es: Paquicefalosaurio
fr: Pachycéphalosaure
ru: Пахицефалозавр

source: Parasaurolophus
es: Parasaurolofo
ru: Паразауролоф

source: Patagotitan
es: Patagotitán
ru: Патаготитан

source: Plateosaurus
es: Plateosaurio
fr: Plateosaure
ru: Платеозавр

source: Puertasaurus
es: Puertasaurio
fr: Puertasaure
ru: Пуэртазавр

source: Quetzalcoatlus
es: Quetzalcóatlus
ru: Кетцалькоатль

source: Spinosaurus
es: Espinosaurio
fr: Spinosaure
ru: Спинозавр

source: Stegosaurus
es: Estegosaurio
fr: Stégosaure
ru: Стегозавр

source: Styracosaurus
es: Estiracosaurio
fr: Styracosaure
ru: Стиракозавр

source: Therizinosaurus
es: Terizinosaurio
fr: Therizinosaure
ru: Теризинозавр

source: Timer
es: Temporizador
fr: Minuterie
ru: Таймер

source: Titanosaurus
es: Titanosaurio
fr: Titanosaure
ru: Титанозавр

source: Tyrannosaurus Rex
es: Tiranosaurio Rex
fr: Tyrannosaure Rex
ru: Тираннозавр рекс

source: Velociraptor
es: Velocirraptor
fr: Vélociraptor
ru: Велоцираптор

source: Pteranodon
fr: Ptéranodon
ru: Птеранодон

source: Triceratops
fr: Tricératops
ru: Трицератопс

source: Baryonyx
ru: Барионикс

source: Dino-pedia
ru: Дино-педия

source: Diplodocus
ru: Диплодок

source: Dreadnoughtus
ru: Дреднотус

source: min
ru: мин
